Repository: rurza/BatFi
Catalog: App/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans

# app_shortcut.charge_to_full.short_title
source: Charge the battery
cs: Nabít baterii
de: Akku laden
fr: Charger la batterie
it: Carica la batteria
ja: バッテリーを充電
ko: 배터리 충전
nl: Laad de batterij op
pl: Naładuj baterię
pt_br: Carregue a bateria
ru: Зарядить аккумулятор
tr: Pili şarj et
uk: Зарядити батарею
zh_hans: 为电池充电

source: Charge or run on battery power (when the lid is opened) until the limit of ${limit}% is reached.
cs: Nabít nebo provozovat na baterii (při otevřeném víku), dokud není dosaženo limitu ${limit} %.
de: Lädt den Akku oder wechselt auf Akkubetrieb (bei geöffnetem Deckel), bis das Limit von ${limit}% erreicht ist.
fr: Charger ou utiliser la batterie (quand l'écran est ouvert) jusqu'a ${limit}%
it: Carica o alimenta a batteria (con il coperchio aperto) fino al raggiungimento del limite di ${limit}%.
ja: ${limit} の制限に達するまでバッテリーを充電するかバッテリー駆動にする(Macの蓋が開いているとき)
ko: ${limit}% 한도에 도달할 때까지 충전하거나 (뚜껑이 열린 상태에서) 배터리로 구동합니다.
nl: Laad op of gebruik batterij (als de MacBook is opengeklapt) totdat de limiet van ${limit}% is bereikt.
pl: Naładuj/rozładuj baterię (gdy pokrywa z ekranem jest otwarta) dopóki limit ${limit}% nie zostanie osiągnięty.
pt_br: Carregue ou utilize na bateria (com a tampa aberta) até que o limite de ${limit}% seja atingido.
ru: Заряжать или работать от аккумулятора (при открытой крышке), пока не будет достигнут лимит ${limit}%.
tr: %${limit} sınırına ulaşana kadar pili şarj et ya da pil gücüyle (kapak açıkken) çalıştır.
uk: Заряджати або працювати від батареї (при відкритій кришці), доки не буде досягнуто ліміту ${limit}%.
zh_hans: 充电或使用电池运行（在打开上盖时），直至达到${limit}%的限制。

source: Charge the battery with ${applicationName}
cs: Nabít baterii pomocí ${applicationName}
de: Akku laden mit ${applicationName}
fr: Charger la batterie avec ${applicationName}
it: Carica la batteria con ${applicationName}
ja: バッテリーを ${applicationName} で充電する
ko: ${applicationName}(으)로 배터리 충전
nl: Laad de batterij op met ${applicationName}
pl: Naładuj baterię z ${BatFi}
pt_br: Carregue a bateria com ${applicationName}
ru: Зарядить аккумулятор с помощью ${applicationName}
tr: Pili ${applicationName} ile Şarj Et
uk: Зарядити батарею за допомогою ${applicationName}
zh_hans: 使用${applicationName}为电池充电

source: Charge to 100% with ${applicationName}
cs: Nabít na 100 % pomocí ${applicationName}
de: Auf 100% aufladen mit ${applicationName}
fr: Charger à 100% avec ${applicationName}
it: Carica fino al 100% con ${applicationName}
ja: 100%まで ${applicationName} で充電する
ko: ${applicationName}(으)로 100%까지 충전
nl: Laad tot 100% op met ${applicationName}
pl: Naładuj do 100% z ${applicationName}
pt_br: Carregue até 100% com ${applicationName}
ru: Зарядить до 100% с помощью ${applicationName}
tr: ${applicationName} ile %100 Şarj Et
uk: Зарядити до 100% за допомогою ${applicationName}
zh_hans: 使用${applicationName}充电至100%

# intent.charge_to_full.title
source: Charge to 100%
cs: Nabít na 100 %
de: Aufladen auf 100%
fr: Charger à 100%
it: Carica fino al 100%
ja: 100%まで充電する
ko: 100%까지 충전
nl: Laad op tot 100%
pl: Naładuj do 100%
pt_br: Carregue até 100%
ru: Зарядить до 100%
tr: %100 Şarj Et
uk: Зарядити до 100%
zh_hans: 充电至100%

# intent.discharge.description
source: Works only with the lid opened.
cs: Funguje pouze s otevřeným víkem.
de: Funktioniert nur bei geöffnetem Deckel.
fr: Ne fonctionne que si l'écran est ouvert.
it: Funziona solo con il coperchio aperto.
ja: Macの蓋が開いている時のみ動作します。
ko: 뚜껑이 열려 있을 때만 작동합니다.
nl: Werkt alleen als de MacBook is opengeklapt.
pl: Działa tylko gdy pokrywa z ekranem jest otwarta.
pt_br: Funciona somente com a tampa aberta.
ru: Работает только при открытой крышке.
tr: Sadece kapak açıkken çalışır.
uk: Працює тільки при відкритій кришці.
zh_hans: 仅在打开上盖时有效。

# intent.discharge.title
source: Run on Battery
cs: Provoz na baterii
de: Auf Batteriebetrieb umschalten
fr: Utiliser la batterie
it: Alimentato a batteria
ja: バッテリーで動作
ko: 배터리 사용
nl: Gebruik Batterij
pl: Zasilaj z baterii
pt_br: Utilize na Bateria
ru: Работать от батареи
tr: Pil ile Çalıştır
uk: Працювати від батареї
zh_hans: 使用电池运行

# intent.override.description
source: Discharging works only with the lid opened.
cs: Vybíjení funguje pouze při otevřeném víku.
de: Das Entladen funktioniert nur bei geöffnetem Deckel.
fr: Le déchargement ne fonctionne que si l'écran est ouvert
it: La scarica funziona solo con il coperchio aperto.
ja: 放電はMacが開いている時のみ動作します。
ko: 방전은 뚜껑이 열려 있을 때만 작동합니다.
nl: Ontladen werkt alleen als de MacBook is opengeklapt.
pl: Rozładowywanie działa tylko gdy pokrywa z ekranem jest otwarta.
pt_br: O descargamento só funciona com a tampa aberta.
ru: Разрядка работает только при открытой крышке.
tr: Pili boşaltma sadece kapak açıkken çalışır.
uk: Розряджання працює тільки при відкритій кришці.
zh_hans: 放电仅在打开上盖时有效。

# intent.override.parameter.description
source: Battery percent
cs: Procento baterie
de: Akkuladung in Prozent
fr: Pourcentage de la batterie
it: Percentuale batteria
ja: バッテリー残量
ko: 배터리 퍼센트
nl: Batterijpercentage
pl: Procent baterii
pt_br: Porcentagem da bateria
ru: Процент заряда аккумулятора
tr: Pil yüzdesi
uk: Відсоток заряду
zh_hans: 电量百分比

# intent.override.title
source: Temporarily Override Battery Level
cs: Dočasně přepsat úroveň nabití baterie
de: Akkustand vorübergehend überschreiben
fr: Temporairement charger la batterie au dela de la limite
it: Sovrascrivi temporaneamente il livello della batteria
ja: 一時的にバッテリー残量を上書きする
ko: 배터리 잔량 임시 재설정
nl: Tijdelijke Instelling Batterijniveau
pl: Tymczasowo zmień limit ładowania
pt_br: Sobrepor Temporariamente o Nível da Bateria
ru: Временно переопределить уровень заряда
tr: Pil Seviyesini Geçici Olarak Geçersiz Kıl
uk: Тимчасово перевизначити рівень заряду
zh_hans: 临时覆盖电池电量

# intent.stop_override.title
source: Stop charge override
cs: Zastavit přepsání nabíjení
de: Ladeüberschreibung stoppen
fr: Arrêter la charge
it: Interrompi sovrascrizione della carica
ja: 充電オーバーライドを停止する
ko: 임시 충전 설정 취소
nl: Stop tijdelijke oplaadinstelling
pl: Wyłącz własne ustawienia
pt_br: Parar sobreposição da bateria
ru: Остановить переопределение зарядки
tr: Şarjı geçersiz kılmayı durdur
uk: Зупинити перевизначення заряду
zh_hans: 停止充电覆盖

# intent.override.parameter.title
source: Limit
de: Ladelimit
fr: Limite
it: Limite
ja: 充電上限
ko: 충전 한도
nl: Limiet
pt_br: Limite
ru: Лимит заряда
tr: Sınır
uk: Ліміт
zh_hans: 充电限制
